/*Local notification / trung tâm thông báo của iOS */
"%@: [tin nhắn]" = "%@: [Mensaje]";

"%@ bình luận câu chuyện của bạn" = "%@ commented on your story";


"%@ bình luận câu chuyện trên trang cá nhân của bạn" = "%@ commented on a story on your homepage";


"%@ bình luận sau bạn trên cùng 1 câu chuyện" = "%@ commented behind you on the same story";

/* incomplete */
"%@ muốn kết bạn với bạn, bạn có đồng ý không?" = "%@ quiere agregarte como amigo, ¿estás de acuerdo?";


"%@ ngày %@" = "%2$@, %1$@";


"%@ sử dụng phiên bản AzStack không hỗ trợ \"Bình luận\"" = "%@ use AzStack version without support for \"Comment\"";


"%@ sử dụng phiên bản AzStack không hỗ trợ \"Thích\"" = "%@ use AzStack version without support for \"Like\"";


"%@ sử dụng phiên bản AzStack không hỗ trợ chức năng này" = "%@ Uso AzStack versión sin soporte para esta función";


"%@ sử dụng phiên bản khác của AzStack, không hỗ trợ: gọi điện, thông báo nhận tin nhắn, bình luận, thích câu chuyện, ..." = "%@ use another version of AzStack, without support for calls, message notifications, comments, likes, ...";


"%@ sử dụng phiên bản onChat không hỗ trợ chức năng này" = "%@ Uso AzStack versión sin soporte para esta función";


"%@ thích câu chuyện của bạn" = "%@ like your story";


"%@ từ chối kết bạn với bạn" = "%@ negó su solicitud de amigo";


"%@ viết lên trang cá nhân của bạn" = "%@ wrote on your homepage";


"%@ đồng ý kết bạn với bạn" = "%@ confirmó su solicitud de amigo";


"%d bình luận" = "%d comments";


"%d người thích" = "%d likes";


"[Âm thanh]" = "[Mensaje de voz]";


"[Cuộc gọi]" = "[Llamada]";


"[Hình ảnh]" = "[Mesaje de fotografía]";


"[Hình vui]" = "[Sticker]";


"[Không có tin nhắn]" = "[Ningún mensaje]";


"[tin nhắn]" = "[Mensaje]";


"Ai đó bình luận câu chuyện của bạn" = "Someone commented on your story";


"Ai đó bình luận câu chuyện trên trang của bạn" = "Someone commented on a story on your homepage";


"Ai đó bình luận sau bạn trên cùng 1 câu chuyện" = "Someone commented behind you on the same story";


"Ai đó muốn kết bạn với bạn" = "Tienes una nueva solicitud de amistad";


"Ai đó thích câu chuyện của bạn" = "Someone likes your story";


"Ai đó từ chối kết bạn với bạn" = "Tu solicitud de amistad ha sido rechazada";


"Ai đó viết lên trang cá nhân của bạn" = "Someone wrote on your homepage";


"Ai đó đồng ý kết bạn với bạn" = "Tu nueva solicitud de amistad ha sido aceptada";


"Âm báo khi có tin mới" = "Sonido para nuevos mensajes";


"Âm báo khi gửi tin" = "Sonidos para mensajes enviados";


"Ảnh đại diện" = "Foto de perfil";


"Bài nhạc chờ này đã được thêm vào danh sách của bạn rồi" = "This ringback tone is already on your play list";


"Báo cáo nội dung xấu" = "Informe inapropiado";

//
"Bằng việc nhấn Đăng ký, bạn đã đồng ý với Điều khoản sử dụng của chúng tôi" = "By tapping Register, you are indicating that you agree to the Terms and Conditions";


"Bạn bè trên Facebook sẽ không thể tìm thấy bạn, bạn có chắc chắn muốn \"ẩn mình\" không?" = "Your Facebook friends will not be able to find you, are you sure you want to be \"invisible\"?";

"Xác nhận block friend" = "¿Seguro que deseas bloquear a este amigo?";
/* incomplete */
"Bạn bị chặn" = "Usted está bloqueado";


"Bạn bị chặn không được xem trang cá nhân của người này!" = "You are blocked from seeing this user's homepage!";

"Bạn chưa gửi yêu cầu kết bạn nào" = "Ninguna solicitud de amista enviada";

/* incomplete */
"Bạn có chắc chắn không muốn kết bạn với %@ không?" = "¿Seguro que no quieres añadir %@ como su amigo?";


"Bạn có chắc chắn không muốn làm bạn với %@ nữa không?" = "¿Está seguro que desea borrar a este amigo: %@?";


"Bạn có chắc chắn muốn huỷ bản vẽ không?" = "¿Seguro que quieres descartar este dibujo?";


"Bạn có chắc chắn muốn huỷ ghi âm?" = "¿Está seguro que desea desechar este mensaje de voz?";


"Bạn có chắc chắn muốn huỷ tải xuống gói hình vui nhộn này không?" = "¿Seguro que quieres cancelar la descarga de esta etiqueta de paquete?";


"Bạn có chắc chắn muốn huỷ tải xuống không?" = "¿Seguro que quieres cancelar la descarga?";

"Bạn có chắc chắn muốn huỷ yêu cầu kết bạn với %@ không?" = "¿Seguro que deseas denegar la solicitud %@'s amigo?";


"Bạn có chắc chắn muốn huỷ yêu cầu kết bạn đến %@?" = "¿Seguro que quieres eliminar tu solicitud de amistad a %@?";


"Bạn có chắc chắn muốn kết bạn với %@ không?" = "¿Seguro que quieres confirmar solicitud %@ amigo?";


"Bạn có chắc chắn muốn kết bạn với tất cả không?" = "¿Seguro que quieres confirmar todas las solicitudes de amistad?";

"Bạn có chắc chắn muốn huỷ kết bạn với tất cả không?" = "¿Seguro que desea cancelar todas las solicitudes de amistad?";

"Bạn có chắc chắn muốn từ chối kết bạn với %@ không?" = "¿Seguro que deseas denegar la solicitud %@ amigo?";


"Bạn có chắc chắn muốn xoá ghi âm?" = "¿Está seguro que desea desechar este mensaje de voz?";


"Bạn có chắc chắn muốn xoá gói hình vui nhộn này không?" = "¿Seguro que quieres borrar este sticker pack?";


"Bạn có chắc chắn muốn xoá toàn bộ để vẽ lại?" = "¿Seguro que quieres eliminar todos a dibujar de nuevo?";


"Bạn có muốn báo cáo câu chuyện này có nội dung xấu không?" = "Do you want to report this story as a spam?";


"Bạn có muốn tiếp tục ngay cả khi chưa cập nhật ảnh đại diện không?" = "¿Quieres continuar sin actualizar tu foto de perfil ahora?";


"Bạn có muốn tiếp tục ngay cả khi chưa nhập đủ thông tin không?" = "¿Quieres continuar sin actualizar toda la información de tu empresa?";


"Bạn có muốn xoá bài nhạc chờ này không?" = "Do you want to delete this ringback tone?";


"Bạn có muốn xoá bài nhạc nền này không?" = "Do you want to delete this call background music?";


"Bạn có muốn xoá bài viết này không?" = "Do you want to delete this post?";


"Bạn có muốn xoá bình luận này không?" = "Do you want to delete this comment?";


"Bạn không có quyền bình luận!" = "You are not allowed to comment!";


"Bạn không có quyền xem trang cá nhân của người này!" = "You are not allowed to view this person's homepage!";


"Bạn không thể xoá gói hình vui nhộn mặc định" = "You cannot delete this default stickers pack";


"Bạn muốn rời phòng chat %@?" = "You want to leave the room %@?";


"Bạn phải bật dịch vụ vị trí (GPS) để sử dụng tính năng này: Vào Settings -> Location Services" = "Tienes que activar ubicación para utilizar esta función: Vaya a Ajustes -> Servicios de ubicación";


"Bạn phải bật dịch vụ vị trí (GPS) để sử dụng tính năng này: Vào Settings -> Privacy -> Location" = "Tienes que activar ubicación para utilizar esta función: Vaya a Ajustes -> Privacidad -> Ubicación";


"Bạn phải nhập đầy đủ các thông tin" = "Es obligatorio rellenar todos los campos";


"Bạn sẽ cập nhật tên và ngày sinh sau?" = "Va a actualizar su nombre y fecha de nacimiento más tarde?";


"Bạn sẽ không thể nhận/gửi tin nhắn, và hầu hết các thao tác khác. Bạn có chắc chắn muốn ngắt kết nối không?" = "Usted no será capaz de enviar / recibir mensajes y casi otras acciones. ¿Seguro que desea desconectar?";


"Bạn đang kết nối với tài khoản Facebook: %@" = "Usted está conectando a cuenta de Facebook: %@";

"Bạn đã bị ngắt kết nối do đăng nhập trên thiết bị khác. Để kết nối lại vào: Thêm -> Công cụ" = "Su cuenta ha sido usada desde otro celular. ¿Quieres iniciar sesión de nuevo?";


"Bình chọn AzStack trên AppStore" = "Precio de AzStack en AppStore";


"Bị chặn" = "Blocked";


"AzStack trên Facebook" = "AzStack en Facebook";


"Bỏ chặn" = "Desbloquear";


"Bỏ chặn thành công!" = "Desbloqueo exitoso!";


"Bỏ qua" = "Cancelar";


"Bỏ thích" = "Unlike";


"Bút" = "Pluma";


"Cancel" = "Cancelar";


"Cài đặt những thông báo bạn vẫn muốn nhận khi đã tắt ứng dụng (thông qua Trung tâm thông báo / Notification Center của iOS)" = "Configuración de las notificaciones que quiere seguir recibiendo cuando la aplicación está cerca (a través de centro de notificaciones de iOS)";


"Cài đặt tin nhắn & cuộc gọi" = "Configuración de mensajes";


"Câu chuyện" = "Story";


"Câu chuyện này không tồn tại hoặc đã bị xoá!" = "This story is not available or deleted!";


"Cập nhật chặn KHÔNG thành công!" = "Failed to block!";


"Cập nhật thông tin thành công!" = "Actualización de la información de la cuenta fue exitosa!";


"Cellular" = "Cellular";


"Chat với" = "Chat with";


"Chào mừng" = "Bienvenido";


"Chặn / bỏ chặn" = "Bloquear/Desbloquear";


"Chặn cả 2" = "Block both";


"Chặn nhắn tin" = "Block messages";


"Chặn thành công!" = "Se bloqueó mensajes exitosamente!";

"Bỏ chặn thành công!" = "Desbloqueo exitoso!";

"Chặn xem trang cá nhân" = "Block from seeing homepage";


"Chính xác" = "Exactly";


"Chỉ bạn bè" = "Sólo amigos";


"Chỉ hiện nam" = "Sólo\nHombre";


"Chỉ hiện nữ" = "Sólo\nMujer";


"Chỉ mình tôi" = "Sólo Me";


"Cho phép" = "Permitir";


"Cho phép / không cho phép người khác cùng mạng Wifi nhìn thấy tôi" = "Permitir / No permitir a la gente en la misma red wifi me vean";


"Cho phép hoặc không cho phép người khác cùng mạng wifi nhìn thấy bạn" = "Permitir o no permitir a la gente en la misma red wifi te vean";


"Chọn ảnh" = "Fotos";


"Chọn giờ" = "Establece hora";


"Chọn màu khác" = "Elija otro color";


"Chọn ngày" = "Establece fecha";


"Chọn vị trí" = "Elija ubicación";


"Chưa có ai" = "Nadie";


"Chưa có ai ghé thăm trang cá nhân của bạn" = "No one visits your homepage";


"Chưa có ai ở đây" = "No one here";


"Chưa có ai trong phòng chat này" = "There is no one in this chat room";


"Chưa có bài nhạc chờ nào trong danh sách" = "No ringback tone in your play list";


"Chưa có bài nhạc nền nào được tải về" = "No call background music is downloaded";


"Chưa có bài nhạc nền nào! \n\nĐể tải về nhạc nền cuộc gọi hãy vào Thêm, Quản lý nhạc nền cuộc gọi, nhấn vào nút + phía trên, và tải về bài hát bạn thích.\n\nBạn có thể vào website http://AzStack.com từ máy tính để upload bài hát bất kỳ." = "No call background music! \n\nTo download the call background music, go to More -> Call background music management -> Touch + button above -> Download your favorite call background music.\n\nYou can go to website http://AzStack.com from your computer to upload any songs you like.";


"Chưa có câu chuyện nào" = "No story";


"Chưa có tin hẹn giờ nào" = "Mensajes no programados";


"Chưa có yêu cầu kết bạn nào" = "No tienes solicitudes de amistad";


"Chưa gửi" = "No enviado";


"CHƯA kết nối tới máy chủ" = "NOT connected to server";


"Chức năng này chưa hỗ trợ!" = "Esta función no es compatible!";


"Chức năng này sẽ được hỗ trợ trong phiên bản AzStack tới" = "Esta función contará con el apoyo en la próxima versión de AzStack";


"Chữ ký cuộc gọi" = "Call signature";


"Chữ ký cuộc gọi không được quá 400 ký tự" = "Call signature is no more than 400 letters";


"Chữ nhật" = "Rectángulo";


"Chữ nhật (đặc)" = "Rectángulo (llenar)";


"Chụp ảnh" = "Cámara";


"Close" = "Cerrar";


"Copied" = "Copied";


"Copy" = "Copiar";


"Copying" = "Copying";


"Có" = "Sí";


"Có lỗi" = "Error";


"Có lỗi trong quá trình tải file, vui lòng thử lại!" = "Hay un error en el archivo de carga, por favor intente de nuevo!";


"Có lỗi xảy ra" = "Error";


"Có lỗi xảy ra khi thêm nhạc chờ, vui lòng thử lại" = "There is an error in adding ringback tone, please try again";


"Có lỗi xảy ra trong khi xoá nhạc chờ, vui lòng thử lại" = "There is an error in deleting ringback tone, please try again";


"Có lỗi xảy ra trong quá trình gửi yêu cầu kết bạn" = "Hay un error en el envío de solicitud de amigo";


"Có lỗi xảy ra trong quá trình gửi yêu cầu xoá bạn" = "Hay un error en el envío de solicitud de amigo";


"Có lỗi xảy ra trong quá trình đăng bình luận!" = "There is an error in posting comment!";


"Có lỗi xảy ra, vui lòng kiểm tra lại kết nối mạng!" = "Error de red. Por favor, revise su conexión a internet!";


"Có lỗi xảy ra, vui lòng thử lại" = "Hay un error, inténtalo de nuevo";


"Công cụ" = "Tools";


"Cuộc gọi" = "Calls";


"Danh bạ" = "Amigos";

"Contact Infomation" = "Información de contacto";

"Danh bạ: %@" = "Amigos: %@";


"Danh sách bị chặn" = "Bloquear lista";


"Danh sách người bị chặn" = "Bloquear lista";


"Dismiss" = "Despedir";


"Done" = "Hecho";


"Dung lượng: %.2f MB" = "Tamaño: %.2f MB";


"Elip" = "Elip";


"Elip (đặc)" = "Elip (llenar)";


"Email" = "Email";


"Email failed to send. Please try again." = "Email failed to send. Please try again.";


"Email không hợp lệ" = "Invalid email";


"Email không hợp lệ!" = "Invalid email!";


"Email đã có người sử dụng" = "This email is already exist";


"Email/tên đăng nhập không hợp lệ" = "Invalid email/username";


"Email/tên đăng nhập không tồn tại trên hệ thống" = "This email/username does not exist in the system";


"Facebook: %@" = "Facebook: %@";


"Failed" = "Falló";


"Gặp gỡ" = "Meet";


"Ghé thăm" = "Visit";


"Ghi âm" = "Grabar";


"Góp ý AzStack %@" = "Suggest for AzStack %@";


"Gọi nhỡ từ: %@" = "Missed call from: %@";


"Gửi" = "Enviar";


"Gửi email cho AzStack Team" = "Enviar correo electrónico al equipo AzStack";


"Hẹn giờ" = "Definir el tiempo";


"Hẹn giờ gửi tin nhắn" = "Programar mensajes";


"Hệ thống đang quá tải, vui lòng thử lại sau 5 phút" = "Servidor ocupado, por favor, intente de nuevo dentro de 5 minutos";


"Hình vui" = "Sticker";


"Hình vui nhộn" = "Divertido sticker";


"Hiện tất cả" = "Mostrar\ntodos";


"Hiện tại đã là bạn bè với %@ hoặc yêu cầu kết bạn đã được gửi từ trước" = "Usted y %@ son amigos ya o su solicitud de amigo se envió antes";


"Hôm qua" = "Ayer";


"Họ tên không được nhiều hơn 25 ký tự!" = "Error. El nombre completo no puede contener más de 32 caracteres. Por favor, intente de nuevo!";


"Họ tên phải tối thiểu 2 ký tự!" = "Error. Nombre completo debe tener al menos 2 caracteres. Por favor, intente de nuevo!";


"Họ và tên không được bé hơn 2 ký tự và không được lớn hơn 25 ký tự" = "Error. Nombre completo debe tener al menos 2 caracteres. Por favor, intente de nuevo!";


"Huỷ" = "Cancelar";


"Huỷ yêu cầu" = "Cancelar solicitud";


"Huỷ yêu cầu kết bạn" = "Cancelar solicitud de amistad";


"Huỷ yêu cầu kết bạn thành công!" = "Solicitud de amistad cancelada!";


"IP của bạn đang bị khoá" = "Your IP is blocked";


"Kéo xuống để làm mới" = "Detener la actualización";


"Kết bạn" = "Agregar un amigo";


"Kết bạn thành công do %@ cũng đã gửi yêu cầu kết bạn tới bạn từ trước" = "Con éxito añadido amigo porque %@ también envió solicitud de amistad a usted antes";


"Kết nối" = "Conectar";


"Kể 1 câu chuyện ..." = "Tell a story ...";


"Khi có ai đó gọi cho bạn người đó sẽ được nghe 1 bài nhạc chờ ngẫu nhiên trong danh sách này" = "When someone is calling you, they will be hearing a random ringback tone in this list";


"Khi tôi xem trang cá nhân của người khác" = "When I view people's homepages";


"Khi tôi xem trang cá nhân người khác" = "When I view people's homepages";


"Không" = "No";


"Không cho phép" = "No permitir";


"Không có ai" = "Ningún pueblo";


"Không có ai ở gần đây" = "No tiene amigos cerca!";


"Không có thông báo nào" = "No tienes notificaciones";


"Không lấy được vị trí của bạn, bạn phải cho phép AzStack lấy vị trí của mình để sử dụng tính năng này: Vào Settings -> Location Services -> AzStack" = "No se puede obtener de su ubicación. Para utilizar esta función, debe permitir AzStack para obtener su ubicación: Vaya a Ajustes -> Privacidad -> Localización -> Activar ubicación para AzStack";


"Không lấy được vị trí của bạn, bạn phải cho phép AzStack lấy vị trí của mình để sử dụng tính năng này: Vào Settings -> Privacy -> Location -> AzStack" = "No se puede obtener de su ubicación. Para utilizar esta función, debe permitir AzStack para obtener su ubicación: Vaya a Ajustes -> Privacidad -> Localización -> Activar ubicación para AzStack";


"Không nghe máy" = "No Answer";


"Không nhìn thấy tôi" = "No puede verme";


"Không thể gọi cho chính mình" = "Cannot make a phone call to yourself";


"Không thể kết nối đến máy chủ, vui lòng kiểm tra kết nối mạng" = "No se puede conectar con el servidor. Por favor, intente de nuevo!";


"Không thể lấy thông tin từ Facebook của bạn! Bạn cần cho phép AzStack truy cập các thông tin của bạn: email, bạn bè, ngày sinh nhật để sử dụng tính năng này!" = "No se puede obtener información de formar su Facebook! Para utilizar esta función, debe permitir AzStack para tener acceso a su información: correo electrónico, los amigos, la fecha de nacimiento";


"Không thể nhắn tin" = "Bloquear recepción de mensajes";


"Không thể nhắn tin + Không thể xem trang cá nhân" = "Cannot send a message + Cannot view the homepage";


"Không thể xem trang cá nhân" = "Cannot view the homepage";


"Không tìm thấy bạn bè nào" = "Ningún amigo";


"Không tiết lộ" = "Do not reveal";


"Không xác định" = "Unknown";


"Không để lại vết" = "Do not leave mark";


"Không đồng ý" = "No está de acuerdo";


"Kiểm tra lại thông tin" = "Vuelva a revisar su información";


"Last Updated: %@" = "Última actualización: %@";


"Lấy lại mật khẩu" = "Restablecer contraseña";


"Lưu lại" = "Guardar";


"Máy chủ sẽ ngừng hoạt động trong %d giây, lý do: %@. Ứng dụng sẽ tự động kết nối sau khi máy chủ hoạt động trở lại!" = "Server will stop responding in %1$d seconds for a reason: %2$@. AzStack will reconnect automatic when server is OK!";


"Máy đang bận" = "Busy";


"Mã xác nhận không chính xác hoặc đã hết hạn, vui lòng nhập lại" = "Captcha es incorrecta o ya caducado, por favor revise";


"Mã xác nhận không chính xác, vui lòng nhập lại" = "Captcha incorrecta, por favor revise";


"Mật khẩu hiện tại không chính xác!" = "Contraseña actual incorrecta. Por favor, intente de nuevo!";


"Mật khẩu không được bé hơn 6 ký tự" = "Error. Contraseña debe contener al menos 6 caracteres";


"Mật khẩu phải có tối thiểu 6 ký tự!" = "Error. Contraseña debe contener al menos 6 caracteres";


"Mật khẩu tối thiểu 6 ký tự!" = "Error. Contraseña debe contener al menos 6 caracteres";


"Nam" = "Hombre";


"Never" = "Never";


"Ngày %@" = "%@";


"Ngày phát hành: 30/04/2014" = "Fecha de lanzamiento: 2015/05/12";


"Ngày sinh" = "Cumpleaños";


"Ngắt kết nối" = "Desconectar";


"Nghỉ chơi" = "No amigo";


"Người khác cùng mạng Wifi có thể?" = "¿La gente puede estar en la misma red wifi?";


"Người này chặn bạn không cho phép bạn xem/viết lên trang cá nhân!" = "You are blocked from viewing/writing on this person's homepage!";


"Người này chỉ cho phép bạn bè viết lên trang cá nhân!" = "Only friends are allowed to write on this person's homepage!";


"Người này chỉ nhận cuộc gọi từ bạn bè" = "This person only receives calls from friends";


"Người này chỉ nhận tin nhắn từ bạn bè" = "This person only receives messages from friends";


"Người này không chia sẻ trang cá nhân với người khác!" = "This person does not public his/her homepage!";


"Người này không cho phép viết lên trang cá nhân!" = "You are not allowed to write on this homepage!";


"Người này không muốn nhận tin nhắn từ bạn" = "This person does not want to receive your messages";


"Người nhận không tồn tại" = "El receptor no está disponible";


"Nhạc chờ / nhạc nền cuộc gọi" = "Call ringback tone / background music";


"Nhạc chờ cuộc gọi" = "Call ringback tone";


"Nhạc nền cuộc gọi của tôi" = "My call background music";


"Nhạc nhạc nền cuộc gọi" = "call background music";


"Nhập bình luận" = "Write a comment";


"Nhập lại mật khẩu chưa chính xác" = "No se encontró la contraseña proporcionada. Por favor, inténtelo de nuevo!";


"Nhập lại mật khẩu chưa chính xác!" = "No se encontró la contraseña proporcionada. Por favor, inténtelo de nuevo!";


"Nhập lại mật khẩu mới chưa chính xác!" = "No se encontró la contraseña proporcionada. Por favor, inténtelo de nuevo!";


"Nhập tên đăng nhập" = "Nombre de usuario";


"Nhập tên đăng nhập của người muốn kết bạn" = "Ingresar nombre de usuario o correo electrónico para agregar a un amigo.";


"Nhập tin nhắn" = "Ingresar mensajes";


"Nhìn thấy tôi" = "verme";


"Những người ở gần" = "Amigos cercanos";


"No Connection" = "sin conexión";


"Nội dung trạng thái không được lớn hơn 120 ký tự" = "Contenido de estado es no más de 120 caracteres";


"Nữ" = "Mujer";


"of" = "de";


"OK" = "OK";


"Ok" = "Ok";


"Phiên bản: %@" = "Versión: %@";


"photo" = "foto";


"Photo" = "Foto";

"Video" = "Vídeo";

"photos" = "Fotos";


"Phòng chat" = "Chat room";


"Phòng chat %@ %d" = "Chat room %1$@ %2$d";


"Preparing" = "Preparación";


"Pull to refresh..." = "Detener la actualización...";


"Qua Facebook" = "Vía Facebook";


"Qua tên đăng nhập hoặc email" = "By username or email";

"Nhập tên đăng nhập / email của người muốn kết bạn" = "Enter username / email to find friend";

"Thêm bằng tên đăng nhập / email" = "Add friend by username or email";


"Quản lý nhạc chờ cuộc gọi" = "Manage call ringback tone";


"Quản lý nhạc nền cuộc gọi" = "Manage call background music";


"Rời phòng" = "Leave this room";


"Rung khi có tin mới" = "Vibración para nuevos mensajes";


"Sai mật khẩu" = "Contraseña actual incorrecta. Por favor, intente de nuevo!";


"Sai tên đăng nhập hoặc mật khẩu" = "Nombre de usuario o contraseña incorrecta!";


"Save" = "Guardar";


"Saved" = "Saved";


"Saving" = "Saving";


"Sẵn sàng" = "Ready";


"Select Photos" = "Seleccionar fotos";


"Sử dụng chung wifi" = "Amigo wifi";


"Sử dụng tài khoản Facebook để tìm bạn" = "Usar cuenta de Facebook para encontrar amigos";


"Sử dụng Wifi công cộng" = "Usar el wifi público";


"Sửa lại" = "Editar";


"Tài khoản bị khoá đến: %@" = "Su cuenta está bloqueada hasta: %@";


"Tài khoản của bạn đã bị khoá vĩnh viễn!" = "Su cuenta está bloqueada permanentemente!";


"Tất cả mọi người" = "Todos";


"Tẩy" = "Goma de borrar";


"Tải nhạc nền cuộc gọi" = "Download background music for calls";


"Tải về" = "Descargar";


"Tạo hẹn giờ mới" = "Programar mensajes";


"Tạo tài khoản" = "Crear una cuenta";


"Tạo tài khoản AzStack" = "Crear una cuenta en AzStack";


"Tên đăng nhập không hợp lệ" = "Invalid username";

"Tên đăng nhập không hợp lệ, tên đăng nhập phải lớn hơn hoặc bằng 5 ký tự, chỉ được bao gồm các chữ cái, chữ số, dấu gạch ngang (-), dấu gạch chân (_) và dấu chấm (.)" = "Nombre de usuario debe tener al menos 5 caracteres e incluir solo a->z, A->Z, 0->9,.,-,_.Por favor, intente de nuevo";


"Tên đăng nhập không tồn tại" = "Nombre de ususario no existe!";


"Tên đăng nhập không tồn tại: %@" = "Nombre de ususario no existe: %@";


"Tên đăng nhập không được toàn là số" = "Username must not be numbers only";


"Tên đăng nhập tối thiểu 5 và tối đa 32 ký tự!" = "Username is no less than 5 characters and no more than 32 characters!";


"Tên đăng nhập đã tồn tại, vui lòng chọn tên đăng nhập khác" = "Este nombre de usuario ya existe. Por favor, inténtelo otra vez.";


"Tên đăng nhập/email không hợp lệ" = "Username/Email is invalid";


"Tên đăng nhập: %@ \nEmail: %@" = "Username: %1$@ \nEmail: %2$@";


"Thay đổi" = "Editar";


"Thay đổi chưa được lưu lại" = "Los cambios no se guardan!";


"Thay đổi mật khẩu thành công!" = "Contraseña actualiza!";


"Thay đổi tài khoản" = "Cerrar sesión";


"Thay đổi thông tin KHÔNG thành công!" = "Información no cambió!";


"Thay đổi trong \"Thông tin cá nhân\" chưa được lưu lại" = "Changes in \"Personal information\" are not saved";


"Thay đổi trong \"Trung tâm thông báo\" chưa được lưu lại" = "Changes in \"Notification Center\" are not saved";


"Thả ra để làm mới" = "Refrescar";


"Thêm" = "Más";


"Thêm / xoá gói hình vui nhộn" = "Añadir/Quitar paquetes de pegatina";


"Thêm bằng tên đăng nhập" = "Añadir por nombre de usuario";


"Thêm nhạc chờ cuộc gọi" = "Add ringback tone";


"Thêm nhạc chờ thành công" = "Ringback tone added";


"Thêm tất cả" = "Agregar todo";
"Xoá tất cả" = "Eliminar todo";

"Thêm thông tin" = "Más información";


"Thiết bị của bạn không hỗ trợ gửi email hoặc bạn đã tắt chức năng này!" = "Su dispositivo no admite el envío de mensajes de correo electrónico o se apaga!";


"Thiết lập riêng tư" = "Ajustes de privacidad";


"Thích" = "Like";


"Thích câu chuyện" = "Like the story";


"Thoát" = "Cerrar sesión";


"Thông báo" = "Notificaciones";


"Thông tin cá nhân" = "Información de cuenta";


"Thông tin của bạn đã được lưu lại ở đây để người khác có thể tìm thấy và làm quen/kết bạn với bạn. Bạn có muốn xoá thông tin và rời khỏi đây không?" = "Your information is saved here so that people can find and send you friend requests. Do you want to clear your information before leaving?";


"Thông tin của tôi" = "Información de cuenta";


"Thông tin về AzStack" = "Sobre AzStack";


"Thời gian gửi sớm nhất là sau 2 phút và muộn nhất là sau 1 năm" = "Hora de mensaje programado no es válida. Solo se puede programar la hora para un mensaje desde dos minutos hasta 1 año";


"Thời gian: %@" = "Tiempo: %@";


"Tin nhắn" = "Mensaje";


"Tin nhắn (%d)" = "Mensaje (%d)";


"Tin nhắn hẹn giờ" = "Programar mensajes";


"Tin nhắn này chưa được gửi, bạn có muốn xoá không?" = "No se envía este mensaje. ¿Es que quieres borrar?";


"Tìm bạn qua Danh bạ" = "Find friends in fContacts";



"Tiếp tục" = "Siguiente";


"Tìm bạn qua Facebook" = "Amigos por Facebook";


"Tìm kiếm" = "Buscar";


"Toàn bộ dữ liệu của ứng dụng AzStack trên máy bạn: thông tin tài khoản, danh bạ và tin nhắn lưu sẽ bị xoá hết, bạn có đồng ý không?" = "Se borrarán todos los mensajes de AzStack en su dispositivo. Estás seguro?";


"Toàn bộ dữ liệu của ứng dụng AzStack trên máy bạn: thông tin tài khoản, danh bạ và tin nhắn lưu sẽ bị xoá hết, bạn có đồng ý không?" = "Se borrarán todos los mensajes de AzStack en su dispositivo. Estás seguro?";


"Trang cá nhân" = "Homepage";


"Trang cá nhân của người khác" = "People's hompage";


"Trang cá nhân của tôi" = "My homepage";


"Trang cá nhân không tồn tại!" = "This homepage is not available!";


"Trạng thái kết nối" = "Connected Status";


"Trung tâm thông báo" = "Centro de notificaciones";


"Từ chối" = "negar";


"Vẽ hình" = "Dibujar";


"Vẽ lại" = "Nuevo";


"Vị trí" = "Ubicación";


"Viết 1 câu chuyện lên trang của %@" = "Write a story on %@'s homepage";


"Vui lòng nhập chính xác tên đăng nhập và mật khẩu!" = "Por favor, introduzca un nombre de usuario y una contraseña válidos!";


"Vui lòng nhập mã xác nhận" = "Please type the captcha code";


"Vui lòng nhập đủ thông tin" = "Es obligatorio rellenar todos los campos";


"WiFi" = "Wifi";


"Xác nhận" = "confirmar";


"Xem" = "View";


"Xem các tin nhắn cũ hơn" = "Cargar mensajes anteriores";


"Xem trước tin nhắn" = "Mensajes previos";


"Xoá" = "Borrar";


"Xoá bạn bè thành công" = "Amigo eliminado";


"Xoá thông tin" = "Eliminar su información";


"Xoá thông tin của bạn ở tất cả các nơi gặp gỡ nếu bạn không muốn ai tìm thấy bạn. Bạn có chắc chắn muốn xoá không?" = "Are you sure you want to delete your information in every place so that no one find you?";


"Xoá vị trí" = "Eliminar\nubicación";


"Yêu cầu kết bạn" = "Solicitudes de amistad";


"Yêu cầu kết bạn đã gửi" = "Solicitudes de amigos enviadas";


"Yêu cầu kết bạn đã được gửi đi thành công" = "Se envía su solicitud de amigo";


"Yêu cầu kết bạn đến tôi" = "Solicitudes de amigos recibidas";


"đang gọi cho bạn" = "is calling";


"Đang gửi" = "Sending";


"Đang kết nối" = "Connecting";


"Đang lấy vị trí..." = "Tracking location...";


"Đang tải lên" = "Submitting";


"Đang tải..." = "Cargando...";


"Đang truy cập" = "En línea";

"Đang xác định vị trí" = "Posición de localización";


"Đang đổ chuông" = "Ringing";


"Đã bỏ chặn" = "Unblocked";


"Đã gửi" = "Enviado";


"Đã kết nối với máy chủ" = "Connected to server";


"Đã ngắt máy" = "Call ended";


"Đã nhận" = "Delivered";


"Đã trả lời" = "Replied";


"Đã từ chối" = "Busy";

"Đang gọi đến" = "Calling";

"Đăng" = "Post";


"Đăng ký" = "Registrarse";


"Đăng ký tài khoản" = "Registrar una cuenta";


"Để lại vết (người đó sẽ biết)" = "Leave a trademark (They will know)";


"Để sau" = "Más tarde";


"Để tạo tài khoản AzStack, bạn cần cho phép chúng tôi lấy địa chỉ email của bạn từ Facebook" = "Con el fin de crear una cuenta de AzStack, que se supone que nos permitirá obtener su correo electrónico desde su Facebook";


"Điều khoản" = "Terms and Conditions";


"Điều khoản sử dụng" = "Términos y Condiciones";


"Điều khoản sử dụng AzStack" = "Términos y condiciones de AzStack";


"Đóng" = "Cerrar";


"Đồng ý" = "Ok";


"Đổi mật khẩu" = "Cambiar contraseña";


"Đường thẳng" = "Línea";


"Được phép bình luận" = "Allow to leave a comment";


"Được phép bình luận câu chuyện trên trang cá nhân của tôi" = "Allow to leave a comment on the stories on my homepage";


"Được phép nhắn tin, gọi điện cho tôi" = "Permitir la recepción de mensajes";


"Được phép viết lên trang cá nhân" = "Allow to write on the homepage";


"Được phép viết lên trang cá nhân của tôi" = "Allow to write on my homepage";


"Được phép xem ai thích, bình luận" = "Allow to see the people like and comment";


"Được phép xem ai thích, xem đầy đủ bình luận câu chuyện trên trang của tôi (những người còn lại chỉ có thể xem bình luận của tôi, của chính người đó và của tác giả câu chuyện)" = "Allowed to view all likes and comments on my homepage stories (others will only see my comments, comments of themselves and of the story's writer)";


"Được phép xem trang cá nhân" = "Allow to view the homepage";


"Được phép xem trang cá nhân của tôi" = "Allow to view my homepage";





















/*------------in xib ------------------------>>>>>>>>> */










"Nhập chính xác tên đăng nhập / email" = "Enter correct username  / email";

"Tìm bạn" = "Encontrar amigos";


"Để tìm bạn bè trên Facebook bạn cần cho phép AzStack truy cập danh sách bạn bè của bạn" = "Para encontrar amigos en Facebook, que se supone que permitirá AzStack para acceder a su lista de amigos";


"Thoát tài khoản này" = "Cerrar sesión";


"Màu sắc" = "Color";

"Độ dày nét" = "Grosor de línea";

"Độ đậm nét" = "Opacidad";



"Đang gọi" = "Calling";

"Tắt tiếng" = "Mute";

"Loa ngoài" = "Speaker";

"Ngắt máy" = "End call";

"Nhạc nền" = "Bg music";

"Thêm bạn" = "Añadir amigo";


"Trả lời" = "Answer";

"Từ chối" = "Decline";


"Âm lượng nhạc nền" = "Background music volume";

"Thay đổi ảnh đại diện"  = "Cambiar foto de perfil";

"Cập nhật ảnh đại diện để trông bạn dễ gần hơn và được quan tâm hơn khi tham gia Phòng chat online, Gặp gỡ, Ai gần đây, ..." = "Actualización foto de perfil para ser más amigable y atractivo unirse sala de chat en línea, citas, cercanas ...";

"Ảnh đại diện" = "Avatar";

"Chỉ một bước nữa thôi để bắt đầu sử dụng AzStack" = "Sólo queda un paso para empezar a unirse AzStack";

"Nhập ngày sinh của bạn" = "Tu cumpleaños";

"Họ và tên" = "Nombre completo";


"Chúc mừng bạn đã tạo thành công tài khoản AzStack" = "¡Enhorabuena! Has registrado correctamente su cuenta AzStack";

"bạn có thể sử dụng email sau để lấy lại mật khẩu trong trường hợp bạn quên mật khẩu" = "You can use the email below to reset password in case you forget your password";

"Bắt đầu" = "Empezar";

"Tên đăng nhập / email" = "Username / email";

"Nhập tên đăng nhập hoặc email ứng với tài khoản bạn muốn tìm lại mật khẩu" = "Enter username or email you want to reset password";

"Sử dụng Facebook" = "Usar Facebook";

"Sử dụng email" = "Usar correo electrónico";

"Tạo tài khoản AzStack bằng cách" = "Crear una cuenta AzStack por";

"Đăng nhập với tài khoản này" = "Entrar usando esta cuenta";

"Tài khoản Facebook của bạn đã được sử dụng để tạo tài khoản AzStack:" = "Tu cuenta de Facebook ya fue utilizado para crear una cuenta AzStack:";

"Chúc mừng bạn đã tạo thành công tài khoản AzStack, lần tới bạn có thể sử dụng email dưới và mật khẩu vừa nhập để đăng nhập vào AzStack" = "Congratulations! You have successfully signed up your AzStack account. You can use this email and password to log in for the next access";

"Mật khẩu" = "Contraseña";

"Nhập lại mật khẩu" = "Confirmar contraseña";

"Bạn có thể vào website http://AzStack.com từ máy tính để tải lên bài hát mà bạn yêu thích" = "You can go to website http://AzStack.com on computer to upload your favorite songs.";

"Tải về làm nhạc nền cuộc gọi" = "Download to set as background music";

"Đặt làm nhạc chờ cuộc gọi" = "Set as ringback tone";

"Dung lượng: không được chỉ ra" = "Size: unknown";

"Người nhận" = "To";

"Ngày" = "Fecha";

"Giờ"  = "Tiempo";

"Chọn contact" = "Elija contacto...";

"Nội dung tin nhắn" = "Mensaje";

"Thời gian gửi" = "Hora de envío";

"Người nhận"  = "To";

"schedule_msg_confirm" = "¿Quieres descartar este mensaje?";

"Thay đổi mật khẩu" = "Cambiar contraseña";

"Tên đăng nhập" = "Nombre de usuario";

"Nhập lại mật khẩu mới" = "Confirmar contraseña";

"Mật khẩu hiện tại" = "Contraseña actual";

"Mật khẩu mới" = "Nueva contraseña";


"Chữ ký sẽ hiển thị trên màn hình người nhận cuộc gọi khi bạn gọi đến người đó" = "Your signature will be shown on callees' screen when you are calling them";

"Chữ ký sẽ hiển thị trên màn hình người gọi khi người đó gọi cho bạn" = "Your signature will be shown on callers' screen when they are calling you";

"Nhập chữ ký cuộc gọi đến" = "Enter your incoming-call signature";

"Nhập chữ ký cuộc gọi đi" = "Enter your outgoing-call signature";

"Bình luận" = "Comment";

"Thư viện ảnh" = "Fotos Biblioteca";

"Phòng chat online" = "Online room chat";

"Ai gần đây?" = "Cercanos";


"thông báo mới" = "Nueva Notificación";







"Gặp gỡ" = "Meet";

"Gặp gỡ, làm quen theo địa phương, sở thích, ..." = "Meet, make friends depending on your location, your hobbies, ...";

"Ghé thăm" = "Visited";

"        người vừa xem trang cá nhân của bạn" = "        people have visited your homepage";

"Chung Wifi" = "Same Wifi";

"Tìm người đang dùng chung mạng wifi với bạn" = "Find people on the same wifi with you";


"Gọi điện" = "Call";

"Nhắn tin" = "Mensaje";

"Chặn / Bỏ chặn" = "Bloquear/Desbloquear";

"Giới tính"  ="Género";

"Trạng thái" = "Estado";

"Chặn không cho xem trang cá nhân của tôi" = "Block from my homepage";

"Chặn nhắn tin, gọi điện đến tôi" = "Bloquear recepción de mensajes";

"Quên mật khẩu" = "¿Olvidaste tu contraseña?";

"Đăng ký" = "Registrarse";


"Đăng nhập" = "Registrar";

"Nhập mã bên cạnh vào đây" = "Escriba el código aquí";

"Tài khoản" = "Cuenta";

"Thông tin" = "Enviar un mensaje";

"Mã xác nhận" =  "Código de confirmación";






/* Bo sung sau khi gui Trang lan` 2 */

"[Thay đổi ảnh đại diện]" = "Cambiar foto de perfil";


"[Tin đã bị huỷ]" = "[Este mensaje está cancelado]";

"Huỷ tin" = "Cancelar mensaje";

"Tin nhắn sẽ bị xoá trên máy của bạn và của %@, bạn có đồng ý không?" = "Este mensaje será borrado en el dispositivo %@ y el tuyo, ¿está de acuerdo?";

"Chữ ký cuộc gọi riêng" = "Call signature";


"Chữ ký sẽ hiển thị trên màn hình của %@ khi bạn gọi đến %@" = "Signature will be shown on %@' screen when you are calling %@";

"Chữ ký sẽ hiển thị trên màn hình của %@ khi %@ gọi cho bạn" = "Signature will be shown on %@'s screen when %@ is calling you";

"Cập nhật chữ ký riêng thành công!" = "Personal signature updated!";


"Cài đặt thông báo" = "Configuración de notificaciones";



"Cài đặt thông báo để nhận tin nhắn và cuộc gọi ngay lập tức" = "Establecer notificaciones para recibir mensajes instantáneos";

"1. Mở \"%@\" của iOS" = "1. Open \"%@\" in iOS";

"2. Chọn \"%@\"" = "2. Tap \"%@\"";

"3. Chọn \"AzStack\"" = "3. Tap \"AzStack\"";


"4. Chọn \"%@\"" = "4. Tap \"%@\"";

"5. Bật \"%@\"" = "5. Turn on \"%@\"";






"Cho phép AzStack truy cập micro để có thể gọi điện, gửi tin nhắn thoại" = "Permita AzStack para acceder a su micrófono para hacer una llamada telefónica o enviar un mensaje de voz";

"2. Chọn \"%@\"" =  "2. Tap \"%@\"";

"3. Chọn \"%@\"" = "3. Tap \"%@\"";

"3. Bật \"AzStack\" như hình dưới" = "3. Turn on \"AzStack\" as below";

"Bật truy cập Micrô" = "Turn on microphone access";

"Bật truy cập Thư viện ảnh" = "Turn on photo access";

"Bật truy cập Vị trí" = "Turn on location services";




"Cho phép AzStack truy cập Thư viện ảnh để có thể gửi/nhận ảnh, đăng ảnh lên trang cá nhân" = "Permita AzStack para acceder a sus fotos para enviar, recibir o enviar fotos a su página de inicio";

"Cho phép AzStack truy cập Vị trí để có thể sử dụng tính năng Tìm bạn ở gần" = "Permita AzStack para acceder a su ubicación actual para utilizar la función Buscar amigos cercanos";

"Thay đổi ngôn ngữ" = "Cambiar el idioma";

"Xong" = "Hecho";

"Tiếng Anh" = "English";

"Tiếng Việt" = "Vietnamese";


"Tiếng Nhật" = "Japanese";











/*can nho Trang dich tiep*/
"Bạn cần tắt và bật lại ứng dụng để thay đổi ngôn ngữ có hiệu lực!" = "Debe reiniciar AzStack aplicación para el cambio aplicado!";

"Quan trọng" = "importante";

"Thoát tài khoản Facebook %@" = "Salir de esta cuenta de Facebook %@";

"Gợi ý kết bạn" = "Sugerencia de amistad";

"Không có gợi ý kết bạn nào" = "No hay sugerencia de amigos aún";



"Không thể kết bạn vì bạn đã có 1000 bạn bè và yêu cầu kết bạn được gửi!" = "Không thể kết bạn vì bạn đã có 1000 bạn bè và yêu cầu kết bạn được gửi!";

"Tính năng này cho phép tìm bạn bè gần bạn. Người lạ cũng có thể tìm thấy bạn nếu bạn sử dụng tính năng này." = "Esta función te permite encontrar amigos pero también puede ser usado por extraños para encontrarte";

"Bạn muốn tiếp tục?" = "¿Estás seguro que deseas continuar?";


"Bạn có chắc chắn muốn kết bạn với %@ không?" = "¿Seguro que quieres añadir %@ como su amigo?";


"Thay đổi chưa được lưu lại, bạn có muốn bỏ qua không?" = "Los cambios no se han guardado, usted quiere ignorar?";

"Không thể lấy vị trí của bạn, vui lòng thử lại!" = "No se pudo obtener de su ubicación, por favor intente de nuevo!";

"Cài đặt AzStack" = "Registrarse";

"Nhập số điện thoại của bạn" = "Ingrese su número de teléfono y dar click en continuar";

"Số điện thoại" = "Número de teléfono";

"Tiếp tục (đăng ký)" = "Continuar";

"Số điện thoại không hợp lệ" = "Número de teléfono válido!";

"Số điện thoại của bạn là \n\n %@ %@ \n\n Một tin nhắn (SMS) có mã xác nhận sẽ được gửi tới số điện thoại này của bạn" = "¿Es correcto el número de teléfono? \n\n%@%@\n\n Un mensaje de texto con tu código de acceso será enviado a este número";

"Kiểm tra số điện thoại" = "Teléfono verificación del número de";

"Chưa hỗ trợ gửi tin nhắn đến nước của bạn, vui lòng thử lại sau" = "Disculpe, AzStack no ha reconocido el código de su país.";

"Kích hoạt" = "Activación";

"Mã kích hoạt đã được gửi đến số điện thoại của bạn:" = "El código de activación ha sido enviada a:";

"Nhập mã kích hoạt" = "Introducir código aquí";

"Bạn sẽ nhận được mã kích hoạt sau tối đa %ds" = "Usted recibirá un código de activación después de un máximo de %ds";


"Gửi lại mã kích hoạt" = "Código reenviado";

"Quá số lần gửi lại tin nhắn đến máy / số điện thoại của bạn, vui lòng thử lại sau 12 tiếng" = "Demasiadas peticiones para enviar el SMS a su número de teléfono móvil / teléfono, por favor intente de nuevo después de 12 horas";

"Mã xác nhận đã hết hạn hoặc không chính xác" = "El código de activación expiró o incorrecta";

"Cập nhật thông tin" = "Ingresar a Tus Datos";

"Lấy thông tin từ Facebook" = "Usar detalles de Facebook";

"Cập nhật tên và giới tính của bạn hoặc nhập nhanh thông tin dùng Facebook" = "Escriba su nombre completo y el género o la rápida actualización por la importación de su cuenta de Facebook";

"Cập nhật" = "Actualización";

"Vui lòng cập nhật giới tính" = "Introduzca su género";

"Bắt đầu sử dụng AzStack" = "Empezar a usar AzStack";

"Hiện tại chỉ có thể kích hoạt tài khoản AzStack bằng số điện thoại ở Việt Nam" = "Now AzStack only supports registering by using Vietnamese phone number";

"Quản lý tài khoản" = "Conectar cuentas";

"Cập nhật mật khẩu" = "Actualizar contraseña";




"Tạo mật khẩu" = "Crear contraseña";

"Bạn chưa đặt mật khẩu cho tài khoản này, hãy tạo mật khẩu để đăng nhập thuận tiện hơn." = "Usted debería crear una contraseña para esta cuenta, luego registrarse con el número de teléfono y la contraseña sin reactivarse por mensaje de texto.";

"Đặt mật khẩu giúp bạn đăng nhập AzStack qua số điện thoại và mật khẩu mà không cần kích hoạt lại tài khoản qua SMS." = "Usted debería crear una contraseña para esta cuenta, luego registrarse con el número de teléfono y la contraseña sin reactivarse por mensaje de texto.";

"Xác nhận mật khẩu" = "Confirmar contraseña";

"Cập nhật mật khẩu thành công!" = "Contraseña actualiza!";

"Cập nhật mật khẩu KHÔNG thành công!" = "Contraseña NO actualiza!";

"Nhập mật khẩu" = "Ingresar contraseña";

"Số điện thoại này đã đăng ký tài khoản" = "Su número de teléfono ha sido registrado.\nPor favor, coloque su contraseña para registrar.";

"Quên mật khẩu?" = "¿Olvidaste tu contraseña?";

"Xác thực số điện thoại" = "Verificar su número telefónico";

"Tài khoản của bạn chưa cập nhật số điện thoại.\nVui lòng nhập chính xác số điện thoại của bạn." = "Your account has not updated phone number. \nPlease enter your phone number!";

"Số điện thoại đã được sử dụng bởi tài khoản khác" = "The phone number have been used by another account";

"Tên" = "Nombre";

"Thông báo (thoát)" = "Alert";

"Bạn cần tạo mật khẩu trước khi đăng xuất.\n Lần sau bạn có thể đăng nhập bằng số điện thoại của mình và mật khẩu này mà không cần kích hoạt lại tài khoản qua SMS." = "Usted debería crear una contraseña para esta cuenta, luego registrarse con el número de teléfono y la contraseña sin reactivarse por mensaje de texto.";

"Qua số điện thoại" = "Vía teléfono";

"Nhập số điện thoại để tìm bạn" = "Ingresar número de teléfono para encontrar amigos";

"Tìm bạn qua số điện thoại" = "Encuentra amigos por teléfono";

"Nhập số điện thoại" = "Número de teléfono";

"Truy cập danh bạ" = "Contactos acceso";

"Bạn cần cho phép AzStack truy cập danh bạ để thêm bạn bè từ danh bạ điện thoại." = "Usted necesidad de permitir acceso AzStack sus contactos para agregar amigos desde los contactos del teléfono.";


"Người này đã chặn không cho bạn gọi điện và gửi tin nhắn đến!" = "Mensaje no enviado. %@  no desea recibir sus mensajes!";

"Người này chỉ nhận tin nhắn, cuộc gọi của những người trong danh bạ!" = "Mensaje no enviado.%@ Solo permite mensajes de amigos!";

"Số của tôi: +%@" = "Número de teléfono: +%@";

"Cập nhật số điện thoại" = "Update your phone number";

"Số điện thoại không tồn tại trên hệ thống" = "Phone number not found";

"Tạo mật khẩu mới" = "Crear contraseña";
"Tạo mật khẩu mới mô tả" = "Please type a new password for your account.";

"Chưa có tin nhắn nào" = "Nuevo mensaje";

"hôm nay" = "%@ Hoy";

"hôm qua" = "%@ Ayer";

"Hôm nay" = "Hoy";

"Hôm qua" = "Ayer";

"Chủ nhật" = "Domingo";
"Thứ hai" = "Lunes";
"Thứ ba" = "Martes";
"Thứ tư" = "Miércoles";
"Thứ năm" = "Jueves";
"Thứ sáu" = "Viernes";
"Thứ bảy" = "Sábado";

"Truy cập %@" = "Última conexión: %@";

"%d giây trước" = "Última conexión: Hace %d segundos";

"Just now" = "Última conexión: Ahora";

"%d phút trước" = "Última conexión: Hace %d Minutos";

"%d tiếng trước" = "Última conexión: %d Horas atrás";

"status_ngày %@" = " %@";

"Chọn nước của bạn" = "Seleccionar país";

"Vui lòng chờ ..." = "Por favor espera ...";

"Nearby friends" = "Amigos cercanos";

"Des_Nearby friends" = "Buscar amigos cercanos";

"Find friend in same Wifi" = "Amigos en el mismo wifi";

"Des_Find friend in same Wifi" = "Amigos en el mismo wifi";

"Find friend by Facebook" = "Agregar amigos via Facebook";

"Des_Find friend by Facebook" = "Usar cuenta de Facebook para encontrar amigos";

"Find friend by phone" = "Encuentra amigos por teléfono";

"Des_Find friend by phone" = "Ingresar número de teléfono para encontrar amigos";

// DuongTTT3
"label_term_1" = "De acuerdo con los ";
"label_term_2" = "Términos y Condiciones";
"record_too_short" = "Mensaje de voz muy corto!";
"or" = "o";
"log_out" = "Cerrar sesión";
"sticker_preview" = "Activar etiqueta de previsualización";
"change_background_title" = "Elija el fondo";
"choose_from_library" = "Elija de biblioteca";
"select_all" = "Seleccionar Todo";
"sound_on" = "Sonido En";
"sound_off" = "Sonido Off";
"notification_on" = "Notificación En";
"notification_off" = "Notificación Off";
"edit" = "Editar";
"chat_background" = "Fondo de Chat";
"sound" = "Sonido";
"add_friend" = "Añadir amigo";
"invite_friend" = "Invite a un amigo";
"to" = "A: ";
"enter_name" = "Buscar";
"contact_added" = "Añadió";
"send_sms" = "Enviar SMS";
"send_sms_dec" = "Invita a tus amigos a través de SMS";
"send_email" = "Enviar email";
"send_email_dec" = "Invite a sus amigos a través de correo electrónico";
"share_facebook" = "Compartir a través de Facebook";
"share_facebook_dec" = "Invite a sus amigos a través de Facebook";
"send_sms_success" = "Los mensajes enviados con éxito";
"send_sms_failed" = "Envío de mensajes fracasaron";
"send_mail_success" = "Correo enviado satisfactoriamente";
"send_mail_failed" = "El envío de correo no";
"send_fb_success" = "Invitación enviada con éxito";
"send_fb_failed" = "Envío de invitar fallido";
"loading_contact" = "Cargando contacto...";
"enter_passcode" = "Introduzca la contraseña";
"enter_passcode_touchid" = "Uso Touch ID or Introduzca la contraseña";
"backspace" = "Borrar";
"passcode" = "Código de acceso de instalación";
"set_passcode" = "Set Código de acceso";
"turn_off_passcode" = "Apague contraseña";
"set_passcode_text1" = "Introduzca un código de acceso";
"set_passcode_text2" = "Vuelva a introducir una clave de acceso";
"set_passcode_text" = "Introduzca su contraseña";
"set_passcode_text_old" = "Escriba su antigua contraseña";
"set_passcode_text_new" = "Ingrese su nueva contraseña";
"set_passcode_text_new2" = "Vuelva a introducir su nuevo código de acceso";
"passcode_turn_on" = "Gire código de acceso en";
"passcode_turn_off" = "Gire código de acceso off";
"change_passcode" = "Cambiar contraseña";
"use_touchid" = "Uso Touch ID";
"passcode_not_match" = "Códigos de acceso no ha producido. Inténtalo de nuevo.";
"passcode_same" = "Introduzca un código de acceso diferente. No se puede volver a utilizar la misma contraseña.";
"require_passcode" = "Require Passcode";
"require_passcode_imm" = "Inmediatamente";
"require_passcode_1min" = "Después de 1 minuto";
"require_passcode_5min" = "Después de 5 minutos";
"require_passcode_15min" = "Después de 15 minutos";
"require_passcode_1hour" = "Después de 1 hora";
"passcode_popup" = "¿Quieres apagar vista previa del mensaje? Si no, usted puede desactivarlo posteriormente yendo a Más - Configuración de mensajes";
"no_result" = "Sin Resultados";
"maximum_contact" = "No se puede seleccionar más de %d contactos";
"confirm_sms" = "Su proveedor de servicios podría tener cargos por enviar mensajes SMS. ¿Está usted desea continuar?";
"nearby_store" = "Bitel Stores cercanas";
"nearby_store_dec" = "Encuentra tiendas cercanas Bitel a tu alrededor";
"cannot_get_location" = "No se puede obtener su ubicación";
"cannot_get_location_dec" = "Compruebe la configuración, vaya a Ajustes - Privacidad - Localización";
"open_settings" = "Abra Configuración";
"time_open" = "Tiempo abierto-cerca";
"qrcode" = "Mi QR-Code";
"qrcode_dec" = "Hacer amigos utilizando QR-Code";
"qrcode_text" = "Cuando sus amigos escanear este código QR, que le puede encontrar por su número de teléfono.";
"qrcode_scan" = "Escanear código QR";
"cannot_detect_qrcode" = "No se detecta QR-Code";
"phone_empty" = "Teléfono está vacío";
"invite_title" = "Te invite a usar la app AzStack de Bitel";
"invite_text_email" = "Subscriber %@ te invita a usar AzStack, la app de mensajería que permite a todos los usuarios Bitel chatear gratis, sin gastar sus datos. Descarga la app desde GooglePlay %@ y desde Appstore %@.";
"invite_text_sms" = "Hola,Subscriber %@ te invita a usar AzStack, descarga AzStack desde GooglePlay %@ o Appstore %@.";
// PhuNV8
"What is in your mind?" = "¿Qué estás pensando?";
"No blocked users" = "No hay usuarios bloqueados";
"Are you sure delete location" = "¿Está seguro que desea borrar su ubicación para que no puedan contactarlo?";
"Delete location successfully" = "Estableció su ubicación exitosamente.";
"Delete location failed" = "Fallo en borrar su ubicación. Por favor, intente de nuevo";
"Choose a photo" = "Elegir una foto";
"Take a photo" = "Tomar una foto";
"Remove picture" = "Cambiar de foto";
"Cannot chat with yourself" = "'No puedes chatear contigo mismo";
"I am using AzStack" = "Estoy utilizando AzStack!";
"Friend request sent" = "Solicitud de amistad enviada";
"Delete" = "Borrar";
"Phone number" = "Número de teléfono";
"Alow people see you in wifi" = "Permitir que la gente te ve en wifi";
"Public wifi" = "Público wifi";
"No Internet Connection" = "No tiene conexión!";
// Intro
"welcom_title" = "AzStack";
"welcom_sum" = "La manera más rápida, divertida y fácil de comunicarte \ncon tus amigos y familiares";
"free_title" = "Gratis";
"free_sum" = "AzStack es gratis siempre. Sin publicidad.\nSin suscripción";
"fast_title" = "Rápido";
"fast_sum" = "AzStack te permite enviar mensajes \nusando emoticones, fotos, \nhasta tu localización de manera rápida y sencilla.";
"power_full_title" = "Ilimitado";
"power_full_sum" = "AzStack no tiene límites! Soportará el \ntamaño de tu conversación";
"security_title" = "Seguro";
"security_sum" = "Tus conversaciones están a salvo de los hackers";
"connect_title" = "Conectar";
"connect_sum" = "Encuentra a tus amigos vía Wifi, Facebook,\npor su locación y por sus \nnúmeros de teléfono.";
"start_AzStack" = "Empezar a usar AzStack";
"Gói hình vui nhộn này đã được cài đặt" = "Se instaló el paquete Etiqueta";
"Dày" = "Audaz";
"Mỏng" = "Delgado";
"Đậm" = "Max";
"Nhạt" = "Min";
"%@ Accepted friend request" = "%@ aceptaron tus solicitudes de amistad!";
"Select a tool" = "Seleccione una herramienta de";
"%@ muốn kết bạn với bạn!" = "%@ ¿Quieres hacer amigos con usted!";
// Group
"Group" = "Grupo";
"%@ create Group \"%@\"" = "%@ crear Groupo \"%@\"";
"Create Group" = "Crear Groupo";
"Gallery" = "Galería";
"Change name group successful!" = "¡Has cambiado el nombre del grupo con éxito!";
"%@ change Group name to \"%@\"" = "%@ cambió el nombre del grupo a \"%@\"";
"You" = "Tú";
"you" = "tú";
"Change name Group fail!" = "Hubo un error al intentar cambiar el nombre de grupo =(";
"%@ invited" = "%@ ha sido invitado";
"and" = "y";
"members" = "miembros";
" to group!" = " al grupo!";
"Invite Friend Successful!" = "¡Has invitado a este contacto con éxito!";
"%@ leave Group!" = "%@ dejó el grupo!";
"%@ kicked %@!" = "%@ expulsó a %@!";
"You are kicked by %@!" = "Has sido expulsado por %@!";
"Change Admin Group To %@!" = "¡°%@ es el nuevo admin del grupo!";
"Kick User Successful!" = "¡Expulsión exitosa!";
"Leave Group Successful!" = "¡Abandonaste el grupo con éxito!";
"Group is not exist!" = "¡El grupo no existe!";
"You haven't permission, Only Admin can kick user in group!" = "¡No tienes permiso para expulsar a alguien, sólo el admin puede hacerlo!";
"Successful! This Group deleted because no user in group!" = "El grupo ha sido borrado porque no tenía participantes =(";
"This user is kicked not in group!" = "¡Este usuario fue expulsado del grupo!";
"Please choose new admin!" = "¡Por favor, elige a un nuevo admin!";
"Please choose another admin because this admin isn't in group!" = "¡Por favor, elige otro admin, éste ya no está en el grupo!";
"Cannot send message to this Group, you are kicked!" = "No puedes enviar mensajes a este grupo porque fuiste expulsado =(";
"typing..." = "escribiendo...";
" and More" = " y Más";
"are" = "eres";
"is" = "es";
"Group Info" = "Información del grupo";
"You haven't permission to change name Group!" = "¡No tienes permiso para cambiar el nombre del grupo!";
"Name Group has min 2 character!" = "¡El nombre del grupo debe tener al menos 2 caracteres!";
"Name Group has max 32 character!" = "¡El nombre del grupo debe tener máximo 32 caracteres!";
"Change name group successful!" = "¡Has cambiado el nombre del grupo con Èxito!";
"You are kicked by Admin!" = "¡Has sido expulsado por el admin =o";
"Add More Participants..." = "Agrega más participantes...";
"ADMIN" = "ADMIN";
"Leave and Delete" = "Abandonar y borrar";
"Settings" = "Configuración";
"Members" = "Miembros";
"Do you want leave and delete this group?" = "¿Estás seguro de abandonar y borrar este grupo?";
"Do you want kick %@ from this Group?" = "¿Estás seguro de expulsar a %@ de este grupo?";
"Choose New Admin" = "Elige a un nuevo admin";
"Please choose new Admin Group!" = "¡Por favor, elige al nuevo admin del grupo!";
"This message will be deleted on your device and member in group, Are you sure?" = "Este mensaje será borrado de tu equipo y de el de los demás miembros del grupo, ¿estás seguro?";
"Message is sent to: %@" = "El mensaje fue enviado a: %@";
"No member receive this message!" = "¡Ningún miembro del grupo recibió este mensaje!";
"Enter Name Group" = "Ingresa el nombre";
"Invite Member fail! Group has max %d member!" = "¡No se pudo invitar a este usuario! ¡El grupo tiene un máximo de %d miembros!";
"Create Group Fail! Group has max %d member!" = "Crear grupo no! Los grupos tienen un máximo de %d miembros";
"sent" = "sent";
// Upload + Download
"Download message fail!" = "¡La descarga del mensaje falló!";
"Connection Error!" = "¡Error de conexión!";
"Can't send files over 10mb" = "No puedes enviar mensajes de más de 5MB";
"Can't send files over 10mb wifi" = "No puedes enviar mensajes de más de 10MB en Wifi!";
"Can't send files over 10mb 3g" = "No puedes enviar mensajes de más de 2MB en 3G!";
// Forward file
"Forward" = "Reenviar";
"Forward to %@?" = "¿Reenviar a %@?";
"Forwarded Message" = "Mensaje reenviado";
"From: %@" = "De: %@";
"Noname" = "Loading...";
"Chats" = "Chats";
// Location permission string
"Location Permission Denied!" = "Ubicación Permiso denegado!";
"To re-enable, please go to Settings and turn on Location Service for this app." = "Para volver a habilitar, por favor, vaya a Configuración y encienda el servicio de ubicación para esta aplicación.";
// Smart text
"SMText_Copy" = "Copia";
"SMText_Open Link" = "Enlace Abierto";
"SMText_Call" = "Llamada";
"SMText_Send Email" = "Enviar Correo";
// Video picker controller
"This app does not have access to your photos or videos. You can enable access in Privacy Settings." = "Esta aplicación no tiene acceso a sus fotos o videos. Puede habilitar el acceso en la configuración de privacidad";
"Access Denied" = "Acceso Denegado";
"Select an Album" = "Seleccionar un álbum";
"Pick Video" = "Escoja vídeo";
"No Video" = "No Video";
"Send" = "Enviar";
"Compressing..." = "Comprimiendo...";
//
"Current user not active messaging service" = "%@ has not connected to free messaging service. You can only start free chat or call after %@ connected to free messaging service.";
"Current users not active messaging service" = "%@ have not connected to free messaging service. You can only start free chat or call after %@ connected to free messaging service.";
"Chat Setting" = "Chat Setting";